[
  {
    "id": "ARC-001",
    "expert": "Obaidy",
    "date": "2025-05-15",
    "module": "Architecture / Module 3",
    "timestamp": "00:12:01",
    "theme_english": "Hands-on Training Methodology",
    "theme_arabic": "منهجية التدريب العملي",
    "quote_english": "Yes, training for engineering and architecture, I mean I've done training before—the most important thing is you work practically",
    "quote_arabic": "تدريب للهندسة وللأركتكتشر، يعني مشتغل تدريب قبل، أكثر شي إنت عملي تشتغل",
    "tags_english": "training_methodology, practical_skills, hands_on_learning",
    "tags_arabic": "منهجية_التدريب، المهارات_العملية، التعلم_العملي",
    "insight_type": "Training_Methodology",
    "priority": "High",
    "context_english": "Ahmed emphasizes that effective training for engineering and architecture must be practical and hands-on rather than purely theoretical. This reflects a preference for experiential learning that directly prepares graduates for market entry.",
    "context_arabic": "يؤكد أحمد إن التدريب الفعال للهندسة والعمارة لازم يكون عملي ومو نظري بس. هذا يعكس تفضيل للتعلم التجريبي اللي يحضر الخريجين مباشرة لدخول السوق.",
    "output_relevance": "Output1, Output2"
  },
  {
    "id": "ARC-002",
    "expert": "Obaidy",
    "date": "2025-05-15",
    "module": "Architecture / Module 3",
    "timestamp": "00:14:10",
    "theme_english": "Market Entry Barriers and Psychological Fears",
    "theme_arabic": "حواجز دخول السوق والمخاوف النفسية",
    "quote_english": "How to provide job opportunities, how to enter the market, how to break the barrier—fear of the market and stereotypical construction. Today when graduates enter the market they have fear, they're afraid of the market—how do they deal with the market?",
    "quote_arabic": "كيفية توفير فرص عمل، كيفية الدخول بالسوق، كيفية كسر حاجز رهبة السوق ونمطية البناء. يعني اليوم الخريج لما يطلع على السوق عنده رهبة، يخاف من السوق—شلون يتعامل مع السوق؟",
    "tags_english": "mindset_challenge, confidence_building, market_entry, awareness_gap",
    "tags_arabic": "تحدي_العقلية، بناء_الثقة، دخول_السوق، فجوة_الوعي",
    "insight_type": "Barrier",
    "priority": "Critical",
    "context_english": "Ahmed identifies two critical barriers: (1) graduates' psychological fear of entering the market, and (2) lack of understanding of modern sustainable construction practices beyond traditional building methods. Both are key training gaps in Mosul.",
    "context_arabic": "يحدد أحمد حاجزين أساسيين: (١) الخوف النفسي للخريجين من دخول السوق، و(٢) نقص الفهم لممارسات البناء المستدام الحديثة بعيداً عن أساليب البناء التقليدية. كلاهما فجوات تدريبية أساسية بالموصل.",
    "output_relevance": "Output1, Output2"
  },
  {
    "id": "ARC-003",
    "expert": "Obaidy",
    "date": "2025-05-15",
    "module": "Architecture / Module 3",
    "timestamp": "00:16:27",
    "theme_english": "Interdisciplinary Training Requirements",
    "theme_arabic": "متطلبات التدريب متعدد التخصصات",
    "quote_english": "Management, Mr. Bilal. Yes, I'm telling you this today so your program has more solidity. And secondly, you get more impact. Today, let me tell you—I'm a civil engineer, office manager. I can't talk much about architectural engineering because that's not my specialty. On the other hand, there are professors like Dr. Bassam Al-Hafez and others—remember him? He's a professor and assistant dean. You can benefit from him in the field of architectural engineering.",
    "quote_arabic": "الإدارة أستاذ بلال. إي، أنا اليوم أحجيلك هذا الحجي حتى برنامجك يصير أكثر رصانة. وثانياً تاخذ صدى أكثر. اليوم، خليني أحجيلك—أنا مهندس مدني، مدير مكتب، ما يصير أحجي بالهندسة المعمارية كثير لأنه مو تخصصي. بالمقابل أكو أساتذة مثل دكتور بسام الحافظ وغيره—تتذكره؟ هذا أستاذ ومعاون عميد، ممكن تستفاد منه بمجال الهندسة المعمارية.",
    "tags_english": "system_design, training_methodology, collaborative_approach",
    "tags_arabic": "تصميم_الأنظمة، منهجية_التدريب، النهج_التعاوني",
    "insight_type": "Training_Methodology",
    "priority": "High",
    "context_english": "Ahmed recommends bringing multiple specialists (engineering management + architecture professors) rather than a single trainer to ensure comprehensive coverage of green building topics. This identifies the need for coordinated interdisciplinary curriculum design.",
    "context_arabic": "يوصي أحمد بإحضار عدة متخصصين (إدارة هندسية + أساتذة عمارة) بدل مدرب واحد لضمان تغطية شاملة لمواضيع البناء الأخضر. هذا يحدد الحاجة لتصميم منهج منسق متعدد التخصصات.",
    "output_relevance": "Output1, Output2"
  },
  {
    "id": "ARC-004",
    "expert": "Obaidy",
    "date": "2025-05-15",
    "module": "Architecture / Module 3",
    "timestamp": "00:17:45",
    "theme_english": "Curated Job Matching Model",
    "theme_arabic": "نموذج التوظيف المنتقى",
    "quote_english": "But do all trainees deserve these jobs? I mean, for every course we offer, we have two tracks. Our track is we qualify people, we select the distinguished individuals, and the other track is companies, agencies, and institutions—they ask us for skilled graduate engineers, so we take from them and give.",
    "quote_arabic": "بس هل كل المتدربين يستحقون هاي الشغلات؟ يعني احنا كل دورة نقدمها عدنا خطين. خطنا احنا نأهل الناس، نختار الأشخاص المميزين، والخط الثاني شركات ووكالات ومؤسسات—يطلبون منا خريجين مهندسين شاطرين، فاحنا ناخذ منهم ونعطي.",
    "tags_english": "quality_assessment, job_placement, selective_recruitment",
    "tags_arabic": "تقييم_الجودة، التوظيف، التوظيف_الانتقائي",
    "insight_type": "Market_Insight",
    "priority": "High",
    "context_english": "Ahmed describes a selective matching model: identifying high-performing trainees and connecting them with companies seeking creative graduates. This reveals that not all graduates may be market-ready and raises questions about selection criteria and quality standards.",
    "context_arabic": "يصف أحمد نموذج توظيف انتقائي: تحديد المتدربين المتفوقين وربطهم بالشركات اللي تدور على خريجين مبدعين. هذا يكشف إن مو كل الخريجين جاهزين للسوق ويطرح أسئلة عن معايير الاختيار ومعايير الجودة.",
    "output_relevance": "Output2, Output3"
  },
  {
    "id": "ARC-005",
    "expert": "Obaidy",
    "date": "2025-05-15",
    "module": "Architecture / Module 3",
    "timestamp": "00:19:08",
    "theme_english": "Market Demand Exists but Marketing Skills Are Missing",
    "theme_arabic": "الطلب بالسوق موجود لكن مهارات التسويق مفقودة",
    "quote_english": "Yes, there is [demand], but there's weakness in guidance, weakness in who takes responsibility for this project and its development, weakness in marketing. If someone tells you today there's no work in the market—that's not right. I'm telling you no, there IS work, but there are people who don't know how to work and there are people who don't know how to market themselves, right?",
    "quote_arabic": "إي أكو، بس أكو ضعف بالتوجيه، أكو ضعف بمن يتكفل بهذا المشروع وتطويره، أكو ضعف بالتسويق. يعني اليوم إذا واحد يحجيلك ماكو شغل بالسوق—هذا مو صح. أحجيلك لا، أكو شغل، بس أكو ناس ما يعرفون يشتغلون وأكو ناس ما يعرفون يسوقون لنفسهم، صح؟",
    "tags_english": "marketing_skill, awareness_gap, communication_skill, business_planning",
    "tags_arabic": "مهارات_التسويق، فجوة_الوعي، مهارات_التواصل، التخطيط_التجاري",
    "insight_type": "Market_Insight",
    "priority": "Critical",
    "context_english": "Ahmed challenges the assumption that there are no jobs in green housing. He states there IS market demand in Iraq, but graduates lack marketing skills and industry guidance. The barrier is not supply—it's communication and positioning strategy. This suggests training should include business development skills.",
    "context_arabic": "يتحدى أحمد الافتراض إنه ماكو وظائف بالبيوت الخضراء. يقول أكو طلب بالسوق بالعراق، بس الخريجين يفتقدون مهارات التسويق والتوجيه الصناعي. الحاجز مو العرض—هو استراتيجية التواصل والتموضع. هذا يقترح إن التدريب لازم يتضمن مهارات تطوير الأعمال.",
    "output_relevance": "Output1, Output2, Output3"
  },
  {
    "id": "ARC-006",
    "expert": "Obaidy",
    "date": "2025-05-15",
    "module": "Architecture / Module 3",
    "timestamp": "00:19:38",
    "theme_english": "Confidence Building Through Training",
    "theme_arabic": "بناء الثقة من خلال التدريب",
    "quote_english": "We increase knowledge—another point. Today these courses we do, there are...",
    "quote_arabic": "نزيد المعرفة، نقطة ثانية. احنا اليوم هاي الدورات نسويها، أكو...",
    "tags_english": "confidence_building, mindset_challenge, soft_skills",
    "tags_arabic": "بناء_الثقة، تحدي_العقلية، المهارات_الناعمة",
    "insight_type": "Training_Methodology",
    "priority": "High",
    "context_english": "Ahmed emphasizes building trainee confidence and courage as essential to seizing opportunities faster and more safely. This indicates that soft skills (confidence, courage, mindset) are as important as technical knowledge for success in Iraq's construction market.",
    "context_arabic": "يؤكد أحمد على بناء ثقة وشجاعة المتدربين كأساس لاقتناص الفرص بشكل أسرع وأكثر أماناً. هذا يشير إن المهارات الناعمة (الثقة، الشجاعة، العقلية) بنفس أهمية المعرفة التقنية للنجاح بسوق البناء بالعراق.",
    "output_relevance": "Output1, Output2"
  },
  {
    "id": "ARC-007",
    "expert": "Anfal Yathrib",
    "date": "2025-05-27",
    "module": "Architecture / Module 3",
    "timestamp": "00:02:15",
    "theme_english": "Dual Housing Crisis: Quantity and Sustainability Quality Gaps",
    "theme_arabic": "أزمة سكن مزدوجة: نقص العدد وضعف جودة الاستدامة",
    "quote_english": "There's a housing crisis—the number of housing units AND a crisis in the nature of housing, in terms of sustainable ideas and consumption of oil, electricity, heat, and insulation",
    "quote_arabic": "عندها أزمة السكن، عدد السكن، وأزمة مال طبيعة السكن، بنسبة الأفكار المستدامة والاستهلاك النفط والكهرباء والحرارة والعازل",
    "tags_english": "market_insight, awareness_gap, energy_efficiency, insulation_materials",
    "tags_arabic": "نظرة_السوق، فجوة_الوعي، كفاءة_الطاقة، مواد_العزل",
    "insight_type": "Market_Insight",
    "priority": "Critical",
    "context_english": "UN advisor frames the core market problem: Iraq faces not just housing shortage but poor sustainability quality in existing stock. Energy consumption (oil, electricity, heat) and lack of insulation create both economic burden and environmental impact. This validates the green building training market need.",
    "context_arabic": "مستشار الأمم المتحدة يحدد المشكلة الأساسية بالسوق: العراق يواجه مو بس نقص بعدد الوحدات السكنية، بل ضعف جودة الاستدامة بالمساكن الموجودة. استهلاك الطاقة (النفط، الكهرباء، الحرارة) ونقص العزل يخلقون عبء اقتصادي وتأثير بيئي. هذا يثبت الحاجة لتدريب البناء الأخضر بالسوق.",
    "output_relevance": "Output1/Output2"
  },
  {
    "id": "ARC-008",
    "expert": "Anfal Yathrib",
    "date": "2025-05-27",
    "module": "Architecture / Module 3",
    "timestamp": "00:02:15",
    "theme_english": "Dual Project Goal: Employment Generation Through Market Quality Improvement",
    "theme_arabic": "هدف مزدوج للمشروع: توليد فرص عمل من خلال تحسين جودة السوق",
    "quote_english": "We employ people, meaning we create job opportunities with this project. They want to do it through the private sector for green homes, specifically in Mosul. We're trying to work on both—people find jobs AND at the same time there are better houses in the market",
    "quote_arabic": "نوظفوه الناس، يعني يفتحون فرص عمل بهذا المشروع من البيت يريدون يسوها بالقطاع الخاص مال جرين هوم وإنه موصل بالذات، نحاول نشتغل بين الإثنين إنه ناس يلقون وظائف، وبنفس الوقت يصير أكو بيوت أفضل بالسوق",
    "tags_english": "business_planning, employment_pathway, private_sector, market_development",
    "tags_arabic": "التخطيط_التجاري، مسار_التوظيف، القطاع_الخاص، تطوير_السوق",
    "insight_type": "Program_Design",
    "priority": "Critical",
    "context_english": "Project explicitly targets TWO outcomes simultaneously: 1) Create jobs for graduates/engineers through training, 2) Improve housing quality through private sector green building adoption. Focus on Mosul specifically. This dual-benefit approach addresses both unemployment and market quality gaps.",
    "context_arabic": "المشروع يستهدف بشكل واضح نتيجتين بنفس الوقت: ١) خلق وظائف للخريجين/المهندسين من خلال التدريب، ٢) تحسين جودة السكن من خلال تبني القطاع الخاص للبناء الأخضر. التركيز على الموصل بالذات. هذا النهج المزدوج يعالج البطالة وفجوات جودة السوق.",
    "output_relevance": "Output1/Output2/Output3"
  },
  {
    "id": "ARC-009",
    "expert": "Anfal Yathrib",
    "date": "2025-05-27",
    "module": "Architecture / Module 3",
    "timestamp": "00:02:15",
    "theme_english": "Three-Track Curriculum: Architecture, Insulation, Solar for Multiple Engineering Disciplines",
    "theme_arabic": "منهج ثلاثي المسارات: العمارة، العزل، الطاقة الشمسية لتخصصات هندسية متعددة",
    "quote_english": "Organize training to help graduates—engineers, electrical engineers, architects, or graduates—find job opportunities by adding new information and capabilities in three registrations: architecture, insulation, and solar, these three",
    "quote_arabic": "نظم تدريب حتى يساعد خريجين ناس يعني مهندسين، مهندسين كهرباء، معماريين، خريجين، إنه يلقون فرص عمل بإضافة معلومات وقابليات جدد بداخل تسجيهات اركيتكشر، انسلاشن، وسولر، هدول الثلاثة",
    "tags_english": "curriculum_design, target_audience, technical_skill, interdisciplinary",
    "tags_arabic": "تصميم_المنهج، الجمهور_المستهدف، المهارة_الفنية، متعدد_التخصصات",
    "insight_type": "Program_Design",
    "priority": "High",
    "context_english": "Training explicitly targets THREE disciplines (architects, electrical engineers, general graduates) across THREE technical areas (architecture/design, insulation, solar). This interdisciplinary approach recognizes that green building requires multiple specializations working together.",
    "context_arabic": "التدريب يستهدف بشكل واضح ثلاث تخصصات (معماريين، مهندسين كهرباء، خريجين عامين) بثلاث مجالات تقنية (العمارة/التصميم، العزل، الطاقة الشمسية). هذا النهج متعدد التخصصات يعترف إنه البناء الأخضر يحتاج تخصصات متعددة تشتغل مع بعض.",
    "output_relevance": "Output1/Output3"
  },
  {
    "id": "ARC-010",
    "expert": "Anfal Yathrib",
    "date": "2025-05-27",
    "module": "Architecture / Module 3",
    "timestamp": "00:04:32",
    "theme_english": "Expert Profile: Renewable Energy Specialization in Building Envelopes",
    "theme_arabic": "ملف الخبيرة: تخصص بالطاقة المتجددة بأغلفة المباني",
    "quote_english": "I'm Anfal Yathrib, an architect who graduated in 2017, then I got a master's degree in the same topic—renewable energy, but focusing on envelopes of contemporary buildings, meaning the outer shell of the building",
    "quote_arabic": "أنا أنفال يثرب، مهندسة معمارية خريجة 2017، بعدين أخذت ماجستير بنفس الموضوع مال الطاقة المتجددة، بس التركيز على أغلفة المباني المعاصرة، يعني القشرة الخارجية للمبنى",
    "tags_english": "trainer_qualification, technical_expertise, renewable_energy, building_envelope",
    "tags_arabic": "مؤهلات_المدرب، الخبرة_الفنية، الطاقة_المتجددة، غلاف_المبنى",
    "insight_type": "Trainer_Profile",
    "priority": "High",
    "context_english": "Anfal has master's degree specifically in renewable energy with focus on 'building envelopes'—the outer shell that protects buildings from sun, temperature, and wind. This technical specialization directly addresses Mosul's extreme climate challenges (summer heat mentioned: 'صار صيف وحار كثير'). Her credentials establish credibility as potential trainer.",
    "context_arabic": "أنفال عندها ماجستير بالذات بالطاقة المتجددة مع تركيز على 'أغلفة المباني'—القشرة الخارجية اللي تحمي المباني من الشمس ودرجة الحرارة والرياح. هذا التخصص التقني يعالج بشكل مباشر تحديات المناخ القاسي بالموصل (حرارة الصيف المذكورة: 'صار صيف وحار كثير'). مؤهلاتها تثبت مصداقيتها كمدربة محتملة.",
    "output_relevance": "Output1/Output3"
  },
  {
    "id": "ARC-011",
    "expert": "Anfal Yathrib",
    "date": "2025-05-27",
    "module": "Architecture / Module 3",
    "timestamp": "00:06:25",
    "theme_english": "Algorithmic Design: Climate-Responsive Adaptive Building Envelopes",
    "theme_arabic": "التصميم الخوارزمي: أغلفة مباني متكيفة مع المناخ",
    "quote_english": "This is Grasshopper, this is a project from my graduation project. I studied building envelopes that are separate from the building—meaning completely separate—an outer shell for the building. This outer shell is what protects the building from solar energy, temperature, and even wind sometimes",
    "quote_arabic": "هذا Grasshopper، المشروع مال التخرج مالتي، أدرس الأغلبة المباني اللي تكون منفصلة عن المبنى بشكل كامل، قشرة خارجية للمبنى، وهاي القشرة الخارجية هي اللي تحمي المبنى من طاقة الشمس، ودرجة الحرارة، وحتى مرات الرياح",
    "tags_english": "innovation_gap, parametric_design, climate_adaptation, technical_skill",
    "tags_arabic": "فجوة_الابتكار، التصميم_البارامتري، التكيف_المناخي، المهارة_الفنية",
    "insight_type": "Innovation_Gap",
    "priority": "High",
    "context_english": "Anfal's graduation project used algorithmic/parametric design (Grasshopper software) to create adaptive building exteriors that respond to solar exposure. The envelope adjusts thickness and coverage based on sun intensity and location. This represents advanced computational design methodology rarely used in Iraqi construction practice—significant innovation gap.",
    "context_arabic": "مشروع تخرج أنفال استعمل التصميم الخوارزمي/البارامتري (برنامج Grasshopper) لخلق واجهات مباني متكيفة تستجيب للتعرض الشمسي. الغلاف يعدل السمك والتغطية بناءً على شدة الشمس والموقع. هذا يمثل منهجية تصميم حسابية متقدمة نادرًا تُستعمل بممارسة البناء العراقية—فجوة ابتكار كبيرة.",
    "output_relevance": "Output1/Output2"
  },
  {
    "id": "ARC-012",
    "expert": "Anfal Yathrib",
    "date": "2025-05-27",
    "module": "Architecture / Module 3",
    "timestamp": "00:07:17",
    "theme_english": "Smart Envelope: Location-Based Automated Solar Response System",
    "theme_arabic": "غلاف ذكي: نظام استجابة شمسية آلي حسب الموقع",
    "quote_english": "From my work, we give it exactly the location of the house and how much sun comes in. It can increase the thickness in a certain place—meaning cover it more—and it can be exposed on the shaded side",
    "quote_arabic": "من أعمالي، أعطيه بالضبط موقع البيت وأشقد طابت الشمس اللي تدخل علينا، ممكن يزيد السمك بمكان معينة، يعني يغطيها أكثر، وممكن تكون مكشوفة من جهة الظل",
    "tags_english": "system_design, automation, solar_analysis, diagnostic_skill",
    "tags_arabic": "تصميم_النظام، الأتمتة، تحليل_الشمس، مهارة_التشخيص",
    "insight_type": "Technical_Innovation",
    "priority": "High",
    "context_english": "The algorithm takes building location as input, simulates solar exposure, then automatically adjusts envelope thickness—thicker on sun-exposed sides, thinner/open on shaded sides. This demonstrates site-specific climate optimization that could be taught as methodology in training, though implementation complexity may be barrier.",
    "context_arabic": "الخوارزمية تاخذ موقع المبنى كمدخل، تحاكي التعرض الشمسي، ثم تعدل سمك الغلاف تلقائيًا—أسمك بالجهات المعرضة للشمس، أرق/مفتوح بالجهات المظللة. هذا يوضح تحسين المناخ الخاص بالموقع اللي ممكن يُدرَّس كمنهجية بالتدريب، رغم إن تعقيد التنفيذ ممكن يكون عائق.",
    "output_relevance": "Output1/Output2"
  },
  {
    "id": "ARC-013",
    "expert": "Anfal Yathrib",
    "date": "2025-05-27",
    "module": "Architecture / Module 3",
    "timestamp": "00:08:29",
    "theme_english": "Pedagogical Bridge: Traditional Islamic Patterns Meet Modern Green Technology",
    "theme_arabic": "جسر تربوي: الأنماط الإسلامية التقليدية تلتقي بالتكنولوجيا الخضراء الحديثة",
    "quote_english": "We must learn from the past. We will be the future. So when I look inside this thing that's very modern—you're using Grasshopper and modeling, I don't know what—but I see you've added the old Islamic ornamentation",
    "quote_arabic": "لازم نتعلم من الماضي، حتنكون المستقبل. فإذا أشوف هذا الشيء اللي كلش حديث، وتستعملين Grasshopper ومودلينج، بس أشوف إنك ضايفة الزخرفة الإسلامية القديمة",
    "tags_english": "cultural_contextualization, heritage_integration, mindset_shift, communication_strategy",
    "tags_arabic": "السياق_الثقافي، دمج_التراث، تغيير_العقلية، استراتيجية_التواصل",
    "insight_type": "Training_Approach",
    "priority": "Critical",
    "context_english": "Bilal articulates key training philosophy: connect traditional Islamic architectural patterns with cutting-edge green building technology. This cultural contextualization strategy makes innovation accessible to Mosul trainees by framing it within familiar heritage, reducing resistance and increasing relevance. Critical for audience acceptance.",
    "context_arabic": "بلال يوضح فلسفة التدريب الأساسية: ربط الأنماط المعمارية الإسلامية التقليدية بتكنولوجيا البناء الأخضر الحديثة. استراتيجية السياق الثقافي هذه تخلي الابتكار متاح للمتدربين بالموصل من خلال وضعه بإطار تراثي مألوف، يقلل المقاومة ويزيد الملاءمة. حرج لقبول الجمهور.",
    "output_relevance": "Output1/Output3"
  },
  {
    "id": "ARC-014",
    "expert": "Anfal Yathrib",
    "date": "2025-05-27",
    "module": "Architecture / Module 3",
    "timestamp": "00:09:32",
    "theme_english": "Prototype Development: 3D-Printed Physical Model with Integrated Sensors",
    "theme_arabic": "تطوير النموذج الأولي: موديل فيزيائي مطبوع ثلاثي الأبعاد مع مستشعرات متكاملة",
    "quote_english": "I made it a 3D model, and I'll finish the interview and send you a message with a picture of my device—I made him a real device",
    "quote_arabic": "جبته ثري دي موديل، هم لما أخلص المقابلة أبعث لك رسالة على صورة الجهاز مالي، يعني عملت له جهاز حقيقي",
    "tags_english": "hands_on_skill, prototyping, proof_of_concept, fabrication",
    "tags_arabic": "المهارة_العملية، النمذجة_الأولية، إثبات_المفهوم، التصنيع",
    "insight_type": "Success_Story",
    "priority": "High",
    "context_english": "Anfal moved from digital algorithm to physical 3D-printed prototype (60x60-70cm) with integrated sensors that automatically open/close based on solar intensity. This demonstrates: 1) Hands-on fabrication skills beyond theory, 2) Proof-of-concept validation, 3) Potential for practical training demonstrations. Real prototype validates market viability.",
    "context_arabic": "أنفال انتقلت من الخوارزمية الرقمية لنموذج أولي فيزيائي مطبوع ثلاثي الأبعاد (60×60-70 سم) مع مستشعرات متكاملة تفتح/تسد تلقائيًا حسب شدة الشمس. هذا يوضح: ١) مهارات تصنيع عملية وراء النظرية، ٢) التحقق من إثبات المفهوم، ٣) إمكانية عروض التدريب العملية. النموذج الحقيقي يثبت جدوى السوق.",
    "output_relevance": "Output1/Output2"
  },
  {
    "id": "ARC-015",
    "expert": "Fatima Eyad",
    "date": "2025-05-16",
    "module": "Architecture / Module 3",
    "timestamp": "00:06:18",
    "theme_english": "Existing Green Building Foundation in Mosul",
    "theme_arabic": "أساس موجود للبناء الأخضر بالموصل",
    "quote_english": "Did you hear about the [green building] presentation I did in Mosul, the series?",
    "quote_arabic": "سامعة بالpresentation اللي سويته بالموصل، السلسلة؟",
    "tags_english": "awareness_gap, prior_training_experience, local_capacity",
    "tags_arabic": "فجوة الوعي، خبرة تدريبية سابقة، قدرة محلية",
    "insight_type": "Market_Insight",
    "priority": "High",
    "context_english": "Fatima references previous green building training work in Mosul, indicating there's existing baseline knowledge and training infrastructure that can be built upon for the new curriculum, reducing startup barriers.",
    "context_arabic": "فاطمة تشير لشغل تدريبي سابق بالبناء الأخضر بالموصل، مما يدل على وجود معرفة أساسية وبنية تدريبية ممكن البناء عليها للمنهج الجديد، وهذا يقلل من عوائق البداية.",
    "output_relevance": "Output1, Output2"
  },
  {
    "id": "ARC-016",
    "expert": "Fatima Eyad",
    "date": "2025-05-16",
    "module": "Architecture / Module 3",
    "timestamp": "00:08:05",
    "theme_english": "Dual Priority: Employment Outcomes AND Green Building Principles",
    "theme_arabic": "أولوية مزدوجة: فرص العمل ومبادئ البناء الأخضر",
    "quote_english": "One of the things we live with every day... is buildings and cities, how they are built... First priority is employment... and second, at the same level, is what's inside green building... These two things must always be on our minds.",
    "quote_arabic": "واحد من الأشياء اللي إحنا نعيش بيها كل يوم... هي البنايات والمدن شلون تنبني... أول شي عمل... وثاني شي بنفس المستوى البناء الأخضر... هذول الشيئين لازم دائماً يكون على بالنا",
    "tags_english": "curriculum_design, market_demand, employment_linkage, systems_thinking",
    "tags_arabic": "تصميم المنهج، طلب السوق، ربط بالتوظيف، التفكير المنظومي",
    "insight_type": "Curriculum_Design_Philosophy",
    "priority": "Critical",
    "context_english": "Bilal articulates core curriculum design principle: training must balance practical job placement with sustainability education. He views buildings/cities as interconnected systems, suggesting market demand exists for green skills in Iraq when tied to employment outcomes.",
    "context_arabic": "بلال يوضح المبدأ الأساسي لتصميم المنهج: التدريب لازم يوازن بين التوظيف العملي والتعليم البيئي. هو يشوف البنايات والمدن كمنظومات مترابطة، مما يشير لوجود طلب بالسوق على مهارات البناء الأخضر بالعراق لما ترتبط بفرص العمل.",
    "output_relevance": "Output1, Output2, Output3"
  },
  {
    "id": "ARC-017",
    "expert": "Fatima Eyad",
    "date": "2025-05-16",
    "module": "Architecture / Module 3",
    "timestamp": "00:10:23",
    "theme_english": "Local Entrepreneurial Response to Training Gaps",
    "theme_arabic": "استجابة ريادية محلية لفجوات التدريب",
    "quote_english": "I'm an architect, graduated from Mosul University in 2021... I joined ICCROM training program on heritage areas... We created a local organization for the trainees... same goals as ICCROM, but from local efforts of the trainees.",
    "quote_arabic": "أنا مهندسة معمارية، تخرجت من جامعة الموصل بسنة 2021... التحقيت ببرنامج تدريبي لـICCROM على المناطق التراثية... سوينا منظمة محلية للمتدربين... نفس أهداف ICCROM، بس من جهود محلية للمتدربين",
    "tags_english": "local_capacity, entrepreneurship, knowledge_transfer, sustainability_mindset",
    "tags_arabic": "قدرة محلية، ريادة الأعمال، نقل المعرفة، عقلية الاستدامة",
    "insight_type": "Success_Story",
    "priority": "Critical",
    "context_english": "Fatima demonstrates entrepreneurial capacity: after receiving ICCROM heritage training, she founded a local organization to continue preservation work without external support. Critical model for how green building knowledge can be sustained locally in Mosul after initial training.",
    "context_arabic": "فاطمة تظهر قدرة ريادية: بعد حصولها على تدريب ICCROM بالتراث، أسست منظمة محلية لمواصلة أعمال الحفاظ بدون دعم خارجي. نموذج حاسم لكيفية استدامة معرفة البناء الأخضر محلياً بالموصل بعد التدريب الأولي.",
    "output_relevance": "Output2, Output3"
  },
  {
    "id": "ARC-018",
    "expert": "Fatima Eyad",
    "date": "2025-05-16",
    "module": "Architecture / Module 3",
    "timestamp": "00:11:29",
    "theme_english": "Resource Scarcity Barrier But Local Persistence",
    "theme_arabic": "عائق شحة الموارد لكن مثابرة محلية",
    "quote_english": "We tried everything, a lot, to get support... to get supplies so we could start working... Of course, the whole thing was difficult... we didn't get everything, but we got [some]... we reconstructed the qantara [heritage bridges].",
    "quote_arabic": "حاولنا كل شي، هواية إنه نحصل دعم... نحصل تموين حتى نبدي نشتغل... طبعاً، كان الموضوع كله صعب... مو كل شي حصلناه، بس حصلنا... عمرنا القناطر",
    "tags_english": "funding_barrier, resource_constraints, local_resilience, problem_solving",
    "tags_arabic": "عائق التمويل، محدودية الموارد، صمود محلي، حل المشاكل",
    "insight_type": "Barrier",
    "priority": "Critical",
    "context_english": "Fatima's organization faced severe difficulties securing funding and supplies, but successfully completed heritage projects anyway. Highlights major barrier that green building training will encounter in Mosul, while demonstrating local capacity to work around resource constraints—critical insight for curriculum design.",
    "context_arabic": "منظمة فاطمة واجهت صعوبات شديدة بتأمين التمويل والمواد، لكن أكملت مشاريع تراثية على أي حال. يبرز عائق رئيسي سيواجه تدريب البناء الأخضر بالموصل، بينما يظهر القدرة المحلية على التعامل مع محدودية الموارد—رؤية حاسمة لتصميم المنهج.",
    "output_relevance": "Output1, Output2, Output3"
  },
  {
    "id": "ARC-019",
    "expert": "Fatima Eyad",
    "date": "2025-05-16",
    "module": "Architecture / Module 3",
    "timestamp": "00:11:46",
    "theme_english": "Training-to-Implementation Pipeline with Budget Constraints",
    "theme_arabic": "مسار من التدريب للتنفيذ مع قيود الميزانية",
    "quote_english": "We did... a number of reconstruction [projects] for a group of qantara that were [originally] four, but because of limited funding, they became two... We tried to apply everything we benefited from, everything we learned from ICCROM organization.",
    "quote_arabic": "سوينا... عدد إعمار لمجموعة من القناطر كانوا أربعة، بسبب قلة التمويل صاروا اثنين... حاولنا نطبق كل شي استفدناه، كل شي تعلمناه من منظمة ICCROM",
    "tags_english": "hands_on_training, budget_constraints, project_scaling, practical_application",
    "tags_arabic": "تدريب عملي، قيود الميزانية، تقليص المشاريع، تطبيق عملي",
    "insight_type": "Implementation_Challenge",
    "priority": "High",
    "context_english": "Concrete example of training-to-implementation pipeline: heritage restoration projects (bridge reconstruction) reduced from 4 to 2 due to budget. Suggests green building curriculum should emphasize cost-effective, scalable solutions that can adapt to real financial constraints in Mosul.",
    "context_arabic": "مثال ملموس لمسار من التدريب للتنفيذ: مشاريع ترميم التراث (إعادة بناء الجسور) تقلصت من 4 لـ2 بسبب الميزانية. يقترح إن منهج البناء الأخضر لازم يركز على حلول فعالة من حيث التكلفة وقابلة للتوسع تتكيف مع القيود المالية الحقيقية بالموصل.",
    "output_relevance": "Output1, Output2"
  },
  {
    "id": "ARC-020",
    "expert": "Fatima Eyad",
    "date": "2025-05-16",
    "module": "Architecture / Module 3",
    "timestamp": "00:09:40",
    "theme_english": "Collaborative Communication Approach",
    "theme_arabic": "منهج تواصل تعاوني",
    "quote_english": "At the beginning, I wanted to make you feel that we're free [relaxed], normal. I'm also good in English, so don't feel there's pressure, [that] you have to explain to me in Arabic.",
    "quote_arabic": "بالبداية حبيت أخليك تحس إننا مرتاحين، عادي. أنا كمان زينة بالإنجليزي، فلا تحس إنه أكو ضغط، لازم توضح لي بالعربي",
    "tags_english": "communication_skill, stakeholder_engagement, cultural_sensitivity, rapport_building",
    "tags_arabic": "مهارة التواصل، تفاعل مع أصحاب المصلحة، حساسية ثقافية، بناء الألفة",
    "insight_type": "Soft_Skill_Demonstration",
    "priority": "Medium",
    "context_english": "Fatima proactively offers to switch to English to reduce pressure on Bilal, establishing collaborative and accommodating tone. Shows interpersonal approach to working with local stakeholders—relevant for trainer selection and community engagement strategy in Mosul training programs.",
    "context_arabic": "فاطمة تعرض بشكل استباقي التحول للإنجليزي لتقليل الضغط على بلال، مما يخلق نبرة تعاونية ومتفهمة. يظهر أسلوب التعامل الشخصي مع أصحاب المصلحة المحليين—ذو صلة باختيار المدربين واستراتيجية التفاعل المجتمعي ببرامج التدريب بالموصل.",
    "output_relevance": "Output2"
  },
  {
    "id": "ARC-021",
    "expert": "Laith Abdulla",
    "date": "2025-05-15",
    "module": "Architecture / Module 3",
    "timestamp": "00:03:09",
    "theme_english": "UN green building curriculum framework reveals three training pillars with knowledge gap in third component",
    "theme_arabic": "إطار المنهج التدريبي للأبنية الخضراء يكشف ثلاث ركائز مع فجوة معرفية بالمكون الثالث",
    "quote_english": "So this house project, we've reached a stage where we're trying to find people to help us with training, and we found three training opportunities. The first one is solar, the second is insulation, and the third—mmm, this third one—it's the part that's most confusing to me.",
    "quote_arabic": "فهذا المشروع البيت وصلنا لمرحلة إنه نحاول نلاقي ناس يساعدونا بالتدريب، ولقينا ثلاث فرص للتدريب: أول واحد solar، الثاني العازل، والثالث... هذا الثالث، هو الجزء الأكثر مغوش بالنسبة إلي",
    "tags_english": "curriculum_development, knowledge_gap, training_design",
    "tags_arabic": "تطوير المناهج، فجوة معرفية، تصميم التدريب",
    "insight_type": "Knowledge_Gap",
    "priority": "High",
    "context_english": "UN green building project for Mosul has identified solar and insulation as clear training tracks, but third pillar remains undefined—requires expert input to complete curriculum framework. Reveals need for clearer program design documentation.",
    "context_arabic": "مشروع الأبنية الخضراء التابع للأمم المتحدة في الموصل حدد solar والعازل كمسارات تدريبية واضحة، لكن الركيزة الثالثة ما زالت غير محددة—تحتاج مدخلات خبراء لإكمال الإطار. يكشف الحاجة لتوثيق أوضح لتصميم البرنامج.",
    "output_relevance": "Output1/Output2"
  },
  {
    "id": "ARC-022",
    "expert": "Laith Abdulla",
    "date": "2025-05-15",
    "module": "Architecture / Module 3",
    "timestamp": "00:05:34",
    "theme_english": "Existing local capacity: trained youth leader with UN experience across four Iraqi governorates",
    "theme_arabic": "القدرات المحلية الموجودة: قائد شبابي مدرّب بخبرة أممية في أربع محافظات عراقية",
    "quote_english": "Honestly, I worked before—we received training from the UN mission on youth leadership, also on climate change at that time. We also conducted training for youth in sustainable development, and we worked on it. Currently it's under development, and I also provide training for teams. I'm also a team leader for UN mission youth in four Iraqi governorates.",
    "quote_arabic": "إحنا بصراحة أنا اشتغلت من قبل، حصلنا على تدريبات من بعثة الأمم المتحدة بالقيادات الشبابية، أيضاً على التغير المناخي. وسوينا تدريبات للشباب بالتنمية المستدامة، واشتغلنا عليها. حالياً بقيد التطوير، وأيضاً أقدم تدريبات للفرق. أنا أيضاً team leader عن شباب بعثة الأمم المتحدة لأربع محافظات عراقية",
    "tags_english": "local_expertise, institutional_capacity, training_experience, youth_engagement",
    "tags_arabic": "الخبرة المحلية، القدرة المؤسسية، خبرة تدريبية، إشراك الشباب",
    "insight_type": "Success_Story",
    "priority": "High",
    "context_english": "Laith demonstrates pre-existing institutional capacity embedded in Mosul: UN-trained climate change educator currently leading youth teams across four governorates. This suggests established networks and training infrastructure already exist that can accelerate green building program rollout rather than starting from zero.",
    "context_arabic": "ليث يُظهر قدرة مؤسسية موجودة مسبقاً في الموصل: مُدرِّب بالتغير المناخي مدرّب من الأمم المتحدة يقود حالياً فرق شبابية في أربع محافظات. هذا يشير إلى شبكات وبنية تحتية تدريبية موجودة يمكن أن تسرّع طرح برنامج الأبنية الخضراء بدلاً من البدء من الصفر.",
    "output_relevance": "Output2/Output3"
  },
  {
    "id": "ARC-023",
    "expert": "Laith Abdulla",
    "date": "2025-05-15",
    "module": "Architecture / Module 3",
    "timestamp": "00:06:53",
    "theme_english": "User-centered design approach: understanding end-user needs before integrating green features",
    "theme_arabic": "نهج التصميم المتمحور حول المستخدم: فهم احتياجات المستخدم النهائي قبل دمج المزايا الخضراء",
    "quote_english": "Honestly, as a design, the first thing when we receive it, we look at the people who will use this design—what are their needs for this place, how they use it, the people present, their ages, their sizes. We study all these details honestly. Then we begin to lay the foundation stone for our design, and then we see their needs. Of course, regardless of how aesthetic the design is, it must be service-oriented.",
    "quote_arabic": "بصراحة كتصميم، أول ما نستلمه نشوف الأشخاص اللي يستخدمون هذا التصميم، شنو احتياجاتهم لهذا المكان، شلون يستخدمونه، الموجودين، أعمارهم، أحجامهم—هاي التفاصيل كلها ندرسها. بعدين نبلش نضع حجر الأساس للتصميم مالتنا، وبعدها نشوف احتياجاتهم. طبعاً بغض النظر عن ما يكون التصميم جمالي، لازم يكون خدمي",
    "tags_english": "user_centered_design, needs_assessment, system_design, adoption_strategy",
    "tags_arabic": "التصميم المتمحور حول المستخدم، تقييم الاحتياجات، تصميم الأنظمة، استراتيجية التبني",
    "insight_type": "Best_Practice",
    "priority": "Critical",
    "context_english": "Laith articulates a sophisticated design philosophy: demographics, usage patterns, and functional needs must precede aesthetic or sustainability features. 'Service-oriented' design ensures adoption. Training implication: teach needs assessment and user profiling as prerequisite skills before technical green building interventions.",
    "context_arabic": "ليث يوضح فلسفة تصميم متطورة: التركيبة السكانية وأنماط الاستخدام والاحتياجات الوظيفية يجب أن تسبق المزايا الجمالية أو الاستدامة. التصميم 'الخدمي' يضمن التبني. الأثر التدريبي: تدريس تقييم الاحتياجات وبناء ملفات المستخدمين كمهارات أساسية قبل التدخلات التقنية للأبنية الخضراء.",
    "output_relevance": "Output1/Output2"
  },
  {
    "id": "ARC-024",
    "expert": "Laith Abdulla",
    "date": "2025-05-15",
    "module": "Architecture / Module 3",
    "timestamp": "00:08:18",
    "theme_english": "Market adoption barrier: comfort-first positioning required, not environmental ideals",
    "theme_arabic": "عائق تبني السوق: الوضعية القائمة على الراحة أولاً مطلوبة، مش المُثُل البيئية",
    "quote_english": "As a hypothesis, of course we don't impose, but people are all looking for their own comfort. So let's tell them: through this, through using solar panels in the future it will be better for you, through providing green spaces in the house, it will be more comfortable for you. People will like this idea.",
    "quote_arabic": "كفرضية، أكيد إحنا ما نفرض، بس الناس كلها تدور راحتها. فإحنا خلينا نقول لهم: عن طريق هذا الشي، عن طريق استخدام ألواح الطاقة الشمسية بالمستقبل رح يكون أحسن الكم، عن طريق توفر المساحات الخضراء بالبيت رح يكون أريحا الكم. فالناس تستحب هاي الفكرة",
    "tags_english": "market_adoption, customer_psychology, value_proposition, communication_strategy",
    "tags_arabic": "تبني السوق، سيكولوجية الزبائن، عرض القيمة، استراتيجية التواصل",
    "insight_type": "Market_Barrier",
    "priority": "Critical",
    "context_english": "Fundamental insight into Iraqi customer behavior: green building features must be framed as comfort/convenience solutions ('more comfortable for you'), not environmental duty. Solar and green spaces are accepted when positioned as self-interest benefits, not imposed ideals. Training must teach benefit translation, not technical evangelism.",
    "context_arabic": "رؤية أساسية لسلوك الزبائن العراقيين: مزايا الأبنية الخضراء يجب تأطيرها كحلول راحة/ملاءمة ('أريح إلكم')، مش واجب بيئي. Solar والمساحات الخضراء تُقبل لما تُوضع كفوائد مصلحة ذاتية، مش مُثُل مفروضة. التدريب لازم يعلّم ترجمة الفوائد، مش التبشير التقني.",
    "output_relevance": "Output1/Output2/Output3"
  },
  {
    "id": "ARC-025",
    "expert": "Laith Abdulla",
    "date": "2025-05-15",
    "module": "Architecture / Module 3",
    "timestamp": "00:09:26",
    "theme_english": "Housing market shift enables culturally-adapted green solution: internal gardens preferred over external solar panels",
    "theme_arabic": "تحول سوق الإسكان يُمكِّن حل أخضر متكيف ثقافياً: الحدائق الداخلية مفضلة على الألواح الشمسية الخارجية",
    "quote_english": "Let me tell you my perspective honestly. Now at this time, you know the house areas, not like before—maybe 800m², 700m²—now the majority is 150 to 200m². Wow, people tell you: either they have a very small garden outside, or there's another idea inside the house at night—we make skylights so natural light enters the house and parts of the rooms. So we propose to them the idea of making an internal garden. This internal garden is both a green space, and at the same time...",
    "quote_arabic": "خليني أقولك وجهة نظري بصراحة. هسه بهذا الوقت، تعرف المساحات للمنازل مو نفس قبل—ممكن 800م، 700م—هسه الأغلبية 150 إلى 200م. الناس تقول لك: يا إما عنده حديقة زغيرة كلش بره، يا إما أكو فكرة ثانية بالليل داخل البيت، إحنا نسوي مناور حتى تدخل إضاءة طبيعية للبيت وأجزاء الغرف. فإحنا نطرح عليهم فكرة يسوون حديقة داخلية. هاي الحديقة الداخلية هي مساحة خضراء وبنفس الوقت...",
    "tags_english": "market_trends, cultural_adaptation, space_constraints, design_innovation",
    "tags_arabic": "اتجاهات السوق، التكيف الثقافي، قيود المساحة، ابتكار التصميم",
    "insight_type": "Market_Insight",
    "priority": "Critical",
    "context_english": "Market constraint creates design opportunity: Mosul housing shifted from 700-800m² to 150-200m², eliminating space for external gardens. Internal gardens with skylights solve multiple needs simultaneously—lighting, cooling, aesthetics—making them more culturally acceptable than visible rooftop solar infrastructure. Training should emphasize multi-functional passive design solutions suited to constrained urban plots.",
    "context_arabic": "قيد السوق يخلق فرصة تصميمية: إسكان الموصل تحول من 700-800م² إلى 150-200م²، مما يلغي المساحة للحدائق الخارجية. الحدائق الداخلية مع المناور تحل احتياجات متعددة في آن واحد—الإضاءة، التبريد، الجماليات—مما يجعلها أكثر قبولاً ثقافياً من بنية solar التحتية المرئية على الأسطح. التدريب لازم يركز على حلول التصميم السلبي متعدد الوظائف المناسب للقطع الحضرية المقيدة.",
    "output_relevance": "Output1/Output2"
  },
  {
    "id": "ARC-026",
    "expert": "Laith Abdulla",
    "date": "2025-05-15",
    "module": "Architecture / Module 3",
    "timestamp": "00:10:18",
    "theme_english": "Adoption readiness gap: passive design solutions market-ready now, solar requires cultural shift and longer timeline",
    "theme_arabic": "فجوة جاهزية التبني: حلول التصميم السلبي جاهزة للسوق الآن، solar يتطلب تحول ثقافي ووقت أطول",
    "quote_english": "This internal garden is both a green space and at the same time [solves lighting and cooling needs]. So we propose this idea to them... [implicit comparison: internal gardens more immediately acceptable than solar panels]",
    "quote_arabic": "هاي الحديقة الداخلية هي مساحة خضراء وبنفس الوقت [تحل احتياجات الإضاءة والتبريد]. فإحنا نطرح عليهم هذه الفكرة... [مقارنة ضمنية: الحدائق الداخلية أكثر قبولاً فورياً من الألواح الشمسية]",
    "tags_english": "adoption_timeline, passive_design, active_systems, cultural_readiness, phased_approach",
    "tags_arabic": "جدول التبني، التصميم السلبي، الأنظمة النشطة، الجاهزية الثقافية، النهج المرحلي",
    "insight_type": "Implementation_Strategy",
    "priority": "Critical",
    "context_english": "Strategic insight: internal gardens address immediate pain points (lighting, cooling) with culturally familiar aesthetics, enabling faster adoption. Solar energy requires behavior change and faces 'adoption lag.' Training curriculum implication: Phase 1 should prioritize passive design strategies (skylights, ventilation, shading) that homeowners accept immediately; Phase 2 introduces active systems (solar, advanced HVAC) after market readiness grows.",
    "context_arabic": "رؤية استراتيجية: الحدائق الداخلية تعالج نقاط الألم الفورية (الإضاءة، التبريد) بجماليات مألوفة ثقافياً، مما يُمكِّن تبني أسرع. الطاقة الشمسية تتطلب تغيير سلوك وتواجه 'تأخر تبني'. الأثر على منهج التدريب: المرحلة 1 لازم تعطي أولوية لاستراتيجيات التصميم السلبي (المناور، التهوية، التظليل) اللي أصحاب البيوت يقبلوها فوراً؛ المرحلة 2 تقدم الأنظمة النشطة (solar، HVAC المتقدم) بعد ما تنمو جاهزية السوق.",
    "output_relevance": "Output1/Output2/Output3"
  },
  {
    "id": "ARC-027",
    "expert": "Wifaq Ahmed",
    "date": "2025-05-21",
    "module": "Architecture / Module 3",
    "timestamp": "00:06:30",
    "theme_english": "Energy Crisis as Market Driver for Green Building Training",
    "theme_arabic": "أزمة الكهرباء كمحرك سوق للتدريب على البناء الأخضر",
    "quote_english": "Now, the world especially in Iraq, we are heading toward clean energy and green culture, green building and all these matters. Yes, its time has come because the government came to support it and the need became high and consumption regarding electricity is very high",
    "quote_arabic": "هسة العالم خصوصاً بالعراق، إحنا متجهين للطاقة النظيفة والثقافة الخضراء وال green building وكل هذه الأمور. إي، إجا وقتها لأن الدولة إجت تدعمها والاحتياج صار عالي والاستهلاك بالنسبة للكهرباء كلش عالي",
    "tags_english": "market_timing, awareness_gap, policy_support",
    "tags_arabic": "توقيت السوق، فجوة الوعي، دعم السياسات",
    "insight_type": "Market_Insight",
    "priority": "Critical",
    "context_english": "Wifaq identifies three converging factors creating urgent demand for green building training in Iraq: (1) severe electricity shortage creating citizen-level pain, (2) government policy shift toward supporting clean energy, and (3) global momentum toward sustainability. This triple alignment creates a rare 'policy window' for training investment with high adoption potential.",
    "context_arabic": "يحدد وفاق ثلاثة عوامل متقاربة تخلق طلب عاجل على تدريب البناء الأخضر بالعراق: (١) نقص حاد بالكهرباء يخلق معاناة على مستوى المواطن، (٢) تحول سياسة الحكومة لدعم الطاقة النظيفة، و(٣) الزخم العالمي نحو الاستدامة. هذا التوافق الثلاثي يخلق 'نافذة سياسة' نادرة لاستثمار التدريب مع إمكانية تبني عالية.",
    "output_relevance": "Output1/Output2"
  },
  {
    "id": "ARC-028",
    "expert": "Wifaq Ahmed",
    "date": "2025-05-21",
    "module": "Architecture / Module 3",
    "timestamp": "00:07:19",
    "theme_english": "Deep Domain Expertise in Green Building and Renewable Energy",
    "theme_arabic": "خبرة عميقة بمجال البناء الأخضر والطاقة المتجددة",
    "quote_english": "Thank God, I in previous years, meaning during the last eight years approximately, most of my focus was on this field",
    "quote_arabic": "الحمد لله أني بالسنوات السابقة، يعني خلال آخر ثمان سنوات تقريباً، كان أغلب تركيزي على هذا المجال",
    "tags_english": "technical_expertise, system_design, long_term_commitment",
    "tags_arabic": "الخبرة التقنية، تصميم الأنظمة، الالتزام طويل الأمد",
    "insight_type": "Expert_Profile",
    "priority": "High",
    "context_english": "Wifaq's 8-year specialization in green building and renewable energy positions him as a sustained domain expert who has witnessed evolving training needs and market barriers firsthand in the Iraqi context, not just theoretical knowledge.",
    "context_arabic": "تخصص وفاق لمدة ٨ سنوات بالبناء الأخضر والطاقة المتجددة يضعه كخبير مجال مستدام شهد احتياجات التدريب المتطورة وحواجز السوق بشكل مباشر بالسياق العراقي، مو بس معرفة نظرية.",
    "output_relevance": "Output2"
  },
  {
    "id": "ARC-029",
    "expert": "Wifaq Ahmed",
    "date": "2025-05-21",
    "module": "Architecture / Module 3",
    "timestamp": "00:08:24 - 00:09:56",
    "theme_english": "Multiplier Effect Philosophy: Teaching Creative Problem-Solving Over Direct Intervention",
    "theme_arabic": "فلسفة التأثير المضاعف: تعليم حل المشاكل الإبداعي بدل التدخل المباشر",
    "quote_english": "I thought if I wanted to solve a problem, I would make a robot... If I come and teach 100 people and maybe some of them will be the ones who start themselves, thinking they can solve problems, meaning you see that the interaction method is bigger if someone thinks he creates an environment for creativity, not create himself",
    "quote_arabic": "أفكر إذا ردت أحل مشكلة كنت أسوي روبوت... إذا أنا أجي وأعلم ١٠٠ شخص ويجوز جزء منهم هم اللي رح يبدون يفكرون إنهم يقدرون يحلون مشاكل، يعني شوف إن الطريقة التفاعلية أكبر إذا واحد يفكر إنه يخلق بيئة الإبداع مو يبدع هو نفسه",
    "tags_english": "problem_solving, mindset_challenge, training_philosophy, capacity_building",
    "tags_arabic": "حل المشاكل، تحدي العقلية، فلسفة التدريب، بناء القدرات",
    "insight_type": "Pedagogical_Philosophy",
    "priority": "Critical",
    "context_english": "Bilal articulates a foundational curriculum philosophy shift: training success is measured not by technical skill transfer alone, but by fostering independent problem-solving mindset in 100 trainees who then create cascading impact. This 'environment for creativity' approach contrasts with expert-dependent intervention models.",
    "context_arabic": "بلال يوضح تحول فلسفة منهج أساسية: نجاح التدريب يُقاس مو بنقل المهارة التقنية وحدها، إنما بتعزيز عقلية حل المشاكل المستقلة بـ١٠٠ متدرب اللي بعدين يخلقون تأثير متسلسل. هذا نهج 'بيئة الإبداع' يتناقض مع نماذج التدخل المعتمدة على الخبراء.",
    "output_relevance": "Output1/Output3"
  },
  {
    "id": "ARC-030",
    "expert": "Wifaq Ahmed",
    "date": "2025-05-21",
    "module": "Architecture / Module 3",
    "timestamp": "00:10:13",
    "theme_english": "Ethical Foundation and Intention as Critical Training Gap",
    "theme_arabic": "الأساس الأخلاقي والنية كفجوة تدريبية حرجة",
    "quote_english": "If you give someone a hammer who is rational, skilled, and polite, he will build you a beautiful house. If you give someone a hammer who is not rational and not polite, he will make you a problem. I started to feel that all these things we are doing—empowering youth and giving them money and training—must at the same time teach them what is correct intention, because actions are based on intentions",
    "quote_arabic": "إذا تعطي واحد شاكوش عاقل وشاطر ومؤدب، رح يبني لك بيت حلو. إذا تعطي واحد شاكوش مو عاقل ومو مؤدب، رح يسوي لك مشكلة. بديت أحس إن كل هذه الأشياء اللي دا نسويها—تمكين الشباب ونعطيهم أموال وتدريب—لا بد بنفس الوقت نعلمهم شلون النية الصحيحة، لأن الأعمال بالنيات",
    "tags_english": "mindset_challenge, ethical_training, behavioral_foundation, values_alignment",
    "tags_arabic": "تحدي العقلية، التدريب الأخلاقي، الأساس السلوكي، توافق القيم",
    "insight_type": "Curriculum_Gap",
    "priority": "Critical",
    "context_english": "Bilal identifies a major oversight in technical training programs: without ethical foundation and correct intention (النيات), funding and skills become tools for harm rather than community benefit. This Islamic principle of 'actions judged by intentions' frames a missing behavioral curriculum component for sustainable green building adoption in Mosul's cultural context.",
    "context_arabic": "بلال يحدد إغفال كبير ببرامج التدريب التقني: بدون أساس أخلاقي ونية صحيحة، التمويل والمهارات تصير أدوات للضرر مو لمنفعة المجتمع. هذا المبدأ الإسلامي 'الأعمال بالنيات' يؤطر مكون منهج سلوكي مفقود لتبني البناء الأخضر المستدام بالسياق الثقافي للموصل.",
    "output_relevance": "Output1/Output3"
  },
  {
    "id": "ARC-031",
    "expert": "Wifaq Ahmed",
    "date": "2025-05-21",
    "module": "Architecture / Module 3",
    "timestamp": "00:05:30 - 00:05:45",
    "theme_english": "International Benchmarking for Local Green Building Project Design",
    "theme_arabic": "المقارنة الدولية لتصميم مشروع البناء الأخضر المحلي",
    "quote_english": "I was on a scientific trip to Turkey regarding some details that took about 8 days and I returned—the site will be in Mosul, God willing",
    "quote_arabic": "كنت بسفرة علمية لتركيا بخصوص بعض التفاصيل طولت شي ٨ أيام ورجعت—الموقع رح يصير بالموصل إن شاء الله",
    "tags_english": "international_standards, site_evaluation, project_planning, knowledge_transfer",
    "tags_arabic": "المعايير الدولية، تقييم الموقع، تخطيط المشروع، نقل المعرفة",
    "insight_type": "Best_Practice",
    "priority": "Medium",
    "context_english": "Wifaq's 8-day scientific evaluation trip to Turkey for project site selection demonstrates active international benchmarking to inform Mosul-based green building training program design. This approach bridges global standards with local implementation context, enhancing curriculum credibility and practical relevance.",
    "context_arabic": "رحلة وفاق التقييمية العلمية لمدة ٨ أيام لتركيا لاختيار موقع المشروع تظهر مقارنة دولية نشطة لتوجيه تصميم برنامج تدريب البناء الأخضر بالموصل. هذا النهج يربط المعايير العالمية مع سياق التنفيذ المحلي، مما يعزز مصداقية المنهج والأهمية العملية.",
    "output_relevance": "Output2"
  },
  {
    "id": "ARC-032",
    "expert": "Fakhry",
    "date": "2025-05-17",
    "module": "Architecture / Module 3",
    "timestamp": "00:05:25",
    "theme_english": "Material Durability and Cost Barriers in Green Building Innovation",
    "theme_arabic": "حواجز متانة المواد والتكلفة في ابتكار البناء الأخضر",
    "quote_english": "The project we submitted was working on gypsum. The committee said that gypsum—may God bless—cannot withstand external weather conditions, neither rain nor anything like that, and its treatments are expensive. We worked on this topic... And we found a material. I mean, we reached a mixture cheaper than gypsum and the project... and also urgent and suitable for weather conditions.",
    "quote_arabic": "المشروع اللي قدمناه كان يشتغل على جبس. اللجنة قالت إنه جبس ما يتحمل الظروف الجوية الخارجية، لا مطر ولا شي، ومعالجاته غالية. اشتغلنا على هذا الموضوع... ووجدنا مادة أرخص من الجبس وتلائم الظروف الجوية.",
    "tags_english": "cost_barrier, material_innovation, climate_adaptation, quality_assessment",
    "tags_arabic": "حاجز التكلفة، ابتكار المواد، التكيف المناخي، تقييم الجودة",
    "insight_type": "Barrier + Innovation Response",
    "priority": "Critical",
    "context_english": "Expert identifies critical failure point in 3D-printed gypsum blocks—inability to withstand Mosul's weather conditions and expensive maintenance costs. This drove innovation toward developing alternative materials that are both cheaper and climate-appropriate. Reveals dual barrier of durability + cost that must be addressed in green building material training for Iraqi context.",
    "context_arabic": "الخبير يحدد نقطة فشل حرجة في بلوكات الجبس المطبوعة ثلاثية الأبعاد—عدم القدرة على تحمل الظروف الجوية في الموصل وتكاليف الصيانة الغالية. هذا دفع الابتكار نحو تطوير مواد بديلة أرخص ومناسبة للمناخ. يكشف حاجز مزدوج للمتانة والتكلفة يجب معالجته في تدريب مواد البناء الأخضر للسياق العراقي.",
    "output_relevance": "Output1, Output2"
  },
  {
    "id": "ARC-033",
    "expert": "Fakhry",
    "date": "2025-05-17",
    "module": "Architecture / Module 3",
    "timestamp": "00:06:00",
    "theme_english": "Multi-functional Building Materials for Iraqi Climate",
    "theme_arabic": "مواد بناء متعددة الوظائف للمناخ العراقي",
    "quote_english": "The idea is that it's an insulator at the same time. It lets light in—in Iraq, this benefits everything.",
    "quote_arabic": "الفكرة إنه تكون عازل بنفس الوقت وتخلي ضوء يدخل—بالعراق هذا يفيد كل شي.",
    "tags_english": "material_innovation, system_design, climate_adaptation, thermal_performance",
    "tags_arabic": "ابتكار المواد، تصميم الأنظمة، التكيف المناخي، الأداء الحراري",
    "insight_type": "Market_Insight + Innovation",
    "priority": "High",
    "context_english": "Bilal recognizes the dual-function innovation—material serves as both thermal insulation AND allows natural daylighting. This addresses two critical green building needs in Iraqi climate: reducing cooling loads while providing natural light. Indicates training curriculum should emphasize integrated design thinking where single solutions address multiple performance requirements.",
    "context_arabic": "بلال يتعرف على الابتكار ثنائي الوظيفة—المادة تعمل كعازل حراري وتسمح بإضاءة طبيعية في نفس الوقت. هذا يعالج حاجتين حرجتين للبناء الأخضر في المناخ العراقي: تقليل أحمال التبريد مع توفير إضاءة طبيعية. يشير إلى أن منهج التدريب يجب أن يركز على التفكير التصميمي المتكامل حيث الحلول الفردية تعالج متطلبات أداء متعددة.",
    "output_relevance": "Output1, Output2"
  },
  {
    "id": "ARC-034",
    "expert": "Fakhry",
    "date": "2025-05-17",
    "module": "Architecture / Module 3",
    "timestamp": "00:06:51",
    "theme_english": "Severe Supply Chain Gaps in Iraqi Green Building Market",
    "theme_arabic": "فجوات حادة في سلسلة التوريد لسوق البناء الأخضر العراقي",
    "quote_english": "Usually those who come to us—those who are stranded—need things they can't find in all of Iraq, so they're forced to manufacture them with us. For example, anyone who needs a piece that isn't available or that they can't find in the market, they have no choice but to come to us.",
    "quote_arabic": "عادة اللي يجون لنا هم ناس انقطعت بيهم السبل، يحتاجون أشياء ما يلقونها بكل العراق، فيضطرون يصنعونها عندنا. مثلاً أي شخص يحتاج قطعة مو موجودة بالسوق، ما عنده خيار إلا يجينا.",
    "tags_english": "supply_chain_gap, market_barrier, manufacturing_gap, material_availability",
    "tags_arabic": "فجوة سلسلة التوريد، حاجز السوق، فجوة التصنيع، توفر المواد",
    "insight_type": "Market_Barrier",
    "priority": "Critical",
    "context_english": "Expert reveals customers have 'no choice' but custom 3D printing because specialty materials are completely unavailable throughout Iraq. This indicates catastrophic supply chain gap affecting green building implementation. Training implications: practitioners need education on material specification alternatives, local manufacturing possibilities, and design adaptations when ideal materials are unavailable. Also reveals market opportunity for local manufacturing capacity building.",
    "context_arabic": "الخبير يكشف أن الزبائن 'ما عندهم خيار' إلا الطباعة ثلاثية الأبعاد المخصصة لأن المواد المتخصصة غير متوفرة بالكامل في كل العراق. هذا يشير لفجوة كارثية في سلسلة التوريد تؤثر على تطبيق البناء الأخضر. تداعيات التدريب: الممارسون يحتاجون تعليم عن بدائل مواصفات المواد، إمكانيات التصنيع المحلي، وتعديلات التصميم عندما المواد المثالية غير متوفرة. أيضاً يكشف فرصة سوق لبناء القدرات التصنيعية المحلية.",
    "output_relevance": "Output1, Output2, Output3"
  },
  {
    "id": "ARC-035",
    "expert": "Fakhry",
    "date": "2025-05-17",
    "module": "Architecture / Module 3",
    "timestamp": "00:08:00",
    "theme_english": "Rapid Bootstrapped Business Scaling in Post-Conflict Economy",
    "theme_arabic": "توسع سريع لمشروع ذاتي التمويل في اقتصاد ما بعد النزاع",
    "quote_english": "There was a 3D printing competition. I won first place in Mosul and won a printer, and from this printer I built new work and sold it, and naturally with its money I bought another printer, and developed the work and grew. Currently, we have more than ten printers, more than five agency [level].",
    "quote_arabic": "كان في مسابقة طباعة ثلاثية الأبعاد بالموصل، ربحت المركز الأول وربحت طابعة، ومن هاي الطابعة سويت شغل جديد وبعته، وبفلوسه اشتريت طابعة ثانية، وطورت الشغل وكبر. حالياً عندنا أكثر من عشر طابعات.",
    "tags_english": "entrepreneurship_success, business_scaling, reinvestment_strategy, market_demand",
    "tags_arabic": "نجاح ريادة الأعمال، توسع الأعمال، استراتيجية إعادة الاستثمار، طلب السوق",
    "insight_type": "Success_Story",
    "priority": "High",
    "context_english": "Expert demonstrates successful lean startup model: single competition-won printer → revenue generation → reinvestment → 10+ printers within one year. This proves market viability for green tech manufacturing in Mosul despite post-conflict challenges. Training implication: entrepreneurship curriculum should include bootstrapping strategies and reinvestment cycles. Also validates that there IS sufficient market demand to sustain rapid growth in green building technology sector.",
    "context_arabic": "الخبير يوضح نموذج ستارت أب ناجح: طابعة واحدة من مسابقة ← توليد إيرادات ← إعادة استثمار ← أكثر من 10 طابعات خلال سنة واحدة. هذا يثبت جدوى السوق لتصنيع التكنولوجيا الخضراء في الموصل رغم تحديات ما بعد النزاع. تداعيات التدريب: منهج ريادة الأعمال يجب أن يتضمن استراتيجيات التمويل الذاتي ودورات إعادة الاستثمار. أيضاً يؤكد وجود طلب سوقي كافي لدعم النمو السريع في قطاع تكنولوجيا البناء الأخضر.",
    "output_relevance": "Output3"
  },
  {
    "id": "ARC-036",
    "expert": "Fakhry",
    "date": "2025-05-17",
    "module": "Architecture / Module 3",
    "timestamp": "00:10:26",
    "theme_english": "Integrating Heritage Preservation with Sustainability Standards",
    "theme_arabic": "دمج الحفاظ على التراث مع معايير الاستدامة",
    "quote_english": "I also won second place in the international competition for Najaf Street to redesign the street as a sustainable and heritage street at the same time. We won as well... Dortmund German University, and Graz Austrian University with Mosul Municipality and University of Mosul.",
    "quote_arabic": "أيضاً أخذت المركز الثاني بالمسابقة العالمية لشارع النجف لإعادة تصميمه كشارع مستدام وتراثي بنفس الوقت. ربحنا بالتعاون مع جامعة دورتموند الألمانية وجامعة غراز النمساوية مع بلدية الموصل وجامعة الموصل.",
    "tags_english": "heritage_integration, international_standards, urban_design, curriculum_gap",
    "tags_arabic": "دمج التراث، المعايير الدولية، التصميم الحضري، فجوة المنهج",
    "insight_type": "Curriculum_Gap",
    "priority": "Critical",
    "context_english": "Expert's international competition success demonstrates that sustainability and heritage preservation must be taught as integrated—not competing—priorities. Collaboration with German and Austrian universities indicates knowledge transfer potential. Training curriculum gap: Iraqi green building education needs modules specifically addressing heritage-sensitive sustainable design, not just modern performance standards. Critical for Mosul's reconstruction context where cultural preservation is paramount.",
    "context_arabic": "نجاح الخبير بالمسابقة الدولية يوضح أن الاستدامة والحفاظ على التراث يجب تدريسهما كأولويات متكاملة—وليست متنافسة. التعاون مع الجامعات الألمانية والنمساوية يشير لإمكانية نقل المعرفة. فجوة منهج التدريب: تعليم البناء الأخضر العراقي يحتاج وحدات تعالج تحديداً التصميم المستدام الحساس للتراث، مو فقط معايير الأداء الحديثة. حرج لسياق إعادة إعمار الموصل حيث الحفاظ على الثقافة أساسي.",
    "output_relevance": "Output1, Output2"
  },
  {
    "id": "ARC-037",
    "expert": "Fakhry",
    "date": "2025-05-17",
    "module": "Architecture / Module 3",
    "timestamp": "00:11:36",
    "theme_english": "Heritage-Integrated Sustainability in Post-Conflict Urban Reconstruction",
    "theme_arabic": "الاستدامة المدمجة مع التراث في إعادة الإعمار الحضري بعد النزاع",
    "quote_english": "I am currently—currently my graduation project—is reviving the Al-Nuri Mosque neighborhood with heritage houses on a sustainable and traditional method.",
    "quote_arabic": "أنا حالياً مشروع تخرجي هو إعادة إحياء محلة الجامع النوري مع بيوت تراثية بطريقة مستدامة وتراثية.",
    "tags_english": "heritage_integration, post_conflict_reconstruction, urban_regeneration, traditional_methods",
    "tags_arabic": "دمج التراث، إعادة الإعمار بعد النزاع، التجديد الحضري، الطرق التقليدية",
    "insight_type": "Training_Need",
    "priority": "Critical",
    "context_english": "Expert's thesis on Al-Nuri Mosque neighborhood revival using simultaneous sustainable and traditional methods represents core training need: practitioners must learn to balance heritage authenticity with modern performance standards. Symbolically critical location (Al-Nuri) indicates this isn't abstract academic exercise but urgent practical need for Mosul's post-ISIS reconstruction. Curriculum must address: traditional building techniques, cultural sensitivity, community engagement, and sustainable retrofitting of heritage structures.",
    "context_arabic": "أطروحة الخبير عن إحياء محلة الجامع النوري باستخدام طرق مستدامة وتقليدية في نفس الوقت تمثل حاجة تدريب أساسية: الممارسون يجب يتعلمون موازنة أصالة التراث مع معايير الأداء الحديثة. الموقع الرمزي الحرج (النوري) يشير إن هذا مو تمرين أكاديمي مجرد بل حاجة عملية عاجلة لإعادة إعمار الموصل بعد داعش. المنهج يجب يعالج: تقنيات البناء التقليدية، الحساسية الثقافية، إشراك المجتمع، والتحديث المستدام للهياكل التراثية.",
    "output_relevance": "Output1, Output2"
  },
  {
    "id": "ARC-038",
    "expert": "Fakhry",
    "date": "2025-05-17",
    "module": "Architecture / Module 3",
    "timestamp": "00:12:50",
    "theme_english": "Urban-Scale Planning Required for Effective Sustainability Implementation",
    "theme_arabic": "التخطيط على مستوى حضري مطلوب للتطبيق الفعال للاستدامة",
    "quote_english": "People take sustainability at the level of their house, at a single level. You're thinking of doing it at a larger scale, at an urban level, at the fabric level of a neighborhood or neighborhood fabric... At the direction of the house, right? This is one of the most important things. If you—if all houses are built on a street, which way? I said no, we need to shift the direction for air and wind, I don't know what. You'll be a single house? Reversed from the rest, you can't.",
    "quote_arabic": "الناس تاخذ الاستدامة على مستوى بيتهم، على مستوى واحد. إنت تفكر تسويها على مستوى أكبر، على مستوى حضري، على مستوى نسيج المحلة أو الحي... اتجاه البيت، صح؟ هذا واحد من أهم الأشياء. إذا كل البيوت مبنية على شارع بأي اتجاه؟ لازم نحرك الاتجاه حتى الهواء والرياح. إنت رح تكون بيت وحيد معكوس عن البقية، ما تقدر.",
    "tags_english": "urban_planning_gap, system_thinking, building_orientation, neighborhood_coordination",
    "tags_arabic": "فجوة التخطيط الحضري، التفكير المنظومي، توجيه المباني، تنسيق الأحياء",
    "insight_type": "Systemic_Barrier + Curriculum_Gap",
    "priority": "Critical",
    "context_english": "Bilal identifies fundamental systemic barrier: sustainability cannot be effectively implemented building-by-building but requires neighborhood-level coordination including building orientation, wind patterns, and urban fabric considerations. Single optimized building surrounded by non-optimized neighbors cannot achieve full performance. CRITICAL curriculum gap: green building training must include urban design, neighborhood planning, and community-scale coordination—not just individual building performance. Indicates need for training municipality planners alongside individual practitioners.",
    "context_arabic": "بلال يحدد حاجز منظومي أساسي: الاستدامة ما تقدر تطبق بشكل فعال بيت بيت بل تحتاج تنسيق على مستوى الحي يشمل توجيه المباني، أنماط الرياح، واعتبارات النسيج الحضري. بيت واحد محسّن محاط ببيوت غير محسّنة ما يقدر يحقق أداء كامل. فجوة منهج حرجة: تدريب البناء الأخضر يجب يتضمن التصميم الحضري، تخطيط الأحياء، والتنسيق على مستوى المجتمع—مو فقط أداء المباني الفردية. يشير لحاجة تدريب مخططي البلديات بجانب الممارسين الأفراد.",
    "output_relevance": "Output1, Output2"
  },
  {
    "id": "ARC-039",
    "expert": "Yamama Salih",
    "date": "2025-05-30",
    "module": "Architecture / Module 3",
    "timestamp": "00:01:36",
    "theme_english": "Market Barrier: Client Demand Overrides Sustainable Design Proposals",
    "theme_arabic": "عائق السوق: طلب الزبون يتجاوز المقترحات المستدامة",
    "quote_english": "One of the things I notice is that many young graduates have ideas that include sustainability concepts—they put gardens in the middle of the house—but the head of the engineering or architecture company says no, because the client won't accept it. He says 'No, we need as much space as possible.'",
    "quote_arabic": "واحد من الأشياء اللي ألاحظها إنه هواي من الشباب المتخرجين عندهم أفكار بيها فكرة الاستدامة، يحطون حدائق بنص البيت، بس رئيس الشركة الهندسية لو المعمارية يقول لأ، لأنه الزبون ما يتقبلها، فيقول لأ نحتاج لمساحة شقد ما نقدر",
    "tags_english": "awareness_gap, mindset_challenge, decision_maker_resistance, market_demand",
    "tags_arabic": "فجوة الوعي، تحدي العقلية، مقاومة صناع القرار، طلب السوق",
    "insight_type": "Barrier",
    "priority": "Critical",
    "context_english": "This reveals a critical systemic barrier in Mosul's construction market: the problem isn't lack of technical knowledge among young engineers—they already understand sustainability principles and propose green features like gardens. The bottleneck is at the decision-maker level (company heads) who reject sustainable designs based on perceived client preferences for maximum usable space. This indicates training programs must address management-level advocacy and client persuasion skills, not just technical green building knowledge.",
    "context_arabic": "هذا يكشف عائق نظامي حرج بسوق البناء في الموصل: المشكلة مو نقص المعرفة التقنية عند المهندسين الشباب—هم يفهمون مبادئ الاستدامة ويقترحون ميزات خضراء مثل الحدائق. الاختناق عند مستوى صناع القرار (رؤساء الشركات) اللي يرفضون التصاميم المستدامة بناءً على تصورات عن تفضيلات الزبائن لأقصى مساحة ممكنة. هذا يشير إنه برامج التدريب لازم تعالج مهارات الدفاع على مستوى الإدارة وإقناع الزبائن، مو بس المعرفة التقنية للبناء الأخضر",
    "output_relevance": "Output1, Output2"
  },
  {
    "id": "ARC-040",
    "expert": "Yamama Salih",
    "date": "2025-05-30",
    "module": "Architecture / Module 3",
    "timestamp": "00:02:15",
    "theme_english": "Curriculum Design: Integrating Soft Skills for Green Building Advocacy",
    "theme_arabic": "تصميم المنهج: دمج المهارات الناعمة للدفاع عن البناء الأخضر",
    "quote_english": "One of my ideas for training is that it's part of the curriculum—not just teaching youth about green things, but teaching them eloquence with management, eloquence with the client, and how to create conviction that attracts green thinking and commitment. Not that someone just says 'I suggested it' and then the company head says 'no.'",
    "quote_arabic": "واحد من أفكاري بالتدريب إنه جزء من التعليم، مو نعلم الشباب أشياء خضراء فقط، بس نعلمهم البلاغة مع الإدارة، البلاغة مع الزبون، وكيف يخلقون القناعة اللي تجذب التفكير الأخضر والالتزام، مو بس واحد يقول اقترحت ورئيس الشركة يقول لأ",
    "tags_english": "communication_skill, customer_service, persuasion_advocacy, curriculum_development",
    "tags_arabic": "مهارات التواصل، خدمة الزبائن، الإقناع والدفاع، تطوير المنهج",
    "insight_type": "Training_Need",
    "priority": "Critical",
    "context_english": "Yamama identifies a critical gap in typical technical training: young engineers need communication and persuasion skills (بلاغة) to advocate for sustainable solutions with both management and clients. The training shouldn't just transfer technical knowledge but must equip trainees to overcome organizational resistance and change client expectations. This 'eloquence' training (communication/advocacy/negotiation) is essential for translating green knowledge into market adoption in Mosul's context.",
    "context_arabic": "يمامة تحدد فجوة حرجة بالتدريب التقني التقليدي: المهندسين الشباب يحتاجون مهارات التواصل والإقناع (البلاغة) للدفاع عن الحلول المستدامة مع الإدارة والزبائن. التدريب ما لازم ينقل المعرفة التقنية فقط، لازم يجهز المتدربين للتغلب على مقاومة المؤسسات وتغيير توقعات الزبائن. تدريب 'البلاغة' هذا (التواصل/الدفاع/التفاوض) أساسي لتحويل المعرفة الخضراء لتبني السوق بسياق الموصل",
    "output_relevance": "Output2"
  },
  {
    "id": "ARC-041",
    "expert": "Yamama Salih",
    "date": "2025-05-30",
    "module": "Architecture / Module 3",
    "timestamp": "00:04:10",
    "theme_english": "Professional Success Story: Heritage Expertise Applied to Mosul Reconstruction",
    "theme_arabic": "قصة نجاح مهنية: خبرة التراث مطبقة بإعادة إعمار الموصل",
    "quote_english": "I'm Yamama Saleh, I graduated in 2017... then worked on cultural heritage in Italy, it was an internship about preserving heritage buildings... we won first place... then UNESCO contracted with me two years ago for the Nuri Mosque project... and currently I'm working on reconstructing the riverfront",
    "quote_arabic": "أنا يمامة صالح تخرجت بـ2017... بعدها اشتغلت على الموروث الثقافي بإيطاليا، كان تدريب عملي حول الحفاظ على مباني تراثية... أخذنا المركز الأول... بعدها يونسكو تعاقدت وياي قبل سنتين بمشروع جامع نوري... وحاليا أشتغل بإعادة إعمار الواجهة النهرية",
    "tags_english": "career_trajectory, heritage_preservation, reconstruction_expertise, youth_success",
    "tags_arabic": "المسار المهني، الحفاظ على التراث، خبرة إعادة الإعمار، نجاح الشباب",
    "insight_type": "Success_Story",
    "priority": "High",
    "context_english": "Yamama's career demonstrates how heritage conservation training (Italy internship) directly translates to post-war reconstruction work in Mosul (UNESCO Nuri Mosque, residential riverfront reconstruction). This validates the connection between traditional/heritage building methods and sustainable reconstruction—showing young Mosul architects can leverage cultural preservation skills for green building careers. Her trajectory from 2017 graduate to leading major reconstruction projects proves the market opportunity exists for trained youth.",
    "context_arabic": "مسار يمامة المهني يوضح كيف تدريب الحفاظ على التراث (تدريب إيطاليا) ينتقل مباشرة لشغل إعادة الإعمار بعد الحرب بالموصل (جامع نوري باليونسكو، إعادة إعمار الواجهة النهرية السكنية). هذا يؤكد الارتباط بين أساليب البناء التقليدية/التراثية وإعادة الإعمار المستدام—يوضح إنه المعماريين الشباب بالموصل يقدرون يستفيدون من مهارات الحفاظ الثقافي لوظائف البناء الأخضر. مسارها من خريجة 2017 لقيادة مشاريع إعادة إعمار كبيرة يثبت إنه فرصة السوق موجودة للشباب المدربين",
    "output_relevance": "Output1, Output3"
  },
  {
    "id": "ARC-042",
    "expert": "Yamama Salih",
    "date": "2025-05-30",
    "module": "Architecture / Module 3",
    "timestamp": "00:06:38",
    "theme_english": "Market Opportunity: Post-War Residential Reconstruction Creates Massive Demand",
    "theme_arabic": "فرصة السوق: إعادة الإعمار السكني بعد الحرب تخلق طلب هائل",
    "quote_english": "Currently I'm working on reconstructing the riverfront, which is mostly residential houses destroyed as a result of the recent war in Mosul... Currently the funder is the Iraqi government—frozen assets for Nineveh Governorate from the period 2014 to 2018",
    "quote_arabic": "حالياً أشتغل بإعادة إعمار الواجهة النهرية اللي أغلبها بيوت سكنية مدمرة نتيجة الحرب الأخيرة على الموصل... الممول حالياً هي الحكومة العراقية من الأرصدة المجمدة لمحافظة نينوى خلال فترة 2014-2018",
    "tags_english": "market_opportunity, reconstruction_demand, government_funding, residential_sector",
    "tags_arabic": "فرصة السوق، طلب إعادة الإعمار، التمويل الحكومي، القطاع السكني",
    "insight_type": "Market_Insight",
    "priority": "Critical",
    "context_english": "This reveals enormous immediate market opportunity for green building training in Mosul: massive residential reconstruction is underway with Iraqi government funding (freed Nineveh assets from 2014-2018 war period). The destroyed housing stock creates unprecedented demand for architects/engineers trained in sustainable reconstruction methods. This isn't theoretical future work—it's happening now, providing concrete employment opportunities for youth trained in green residential design. The scale (entire riverfront neighborhoods) means hundreds of homes need sustainable rebuilding.",
    "context_arabic": "هذا يكشف فرصة سوق فورية ضخمة لتدريب البناء الأخضر بالموصل: إعادة إعمار سكني هائل جاري بتمويل الحكومة العراقية (أرصدة نينوى المحررة من فترة حرب 2014-2018). مخزون المساكن المدمر يخلق طلب غير مسبوق على معماريين/مهندسين مدربين بأساليب إعادة الإعمار المستدام. هذا مو شغل مستقبلي نظري—هذا يصير الحين، يوفر فرص عمل ملموسة للشباب المدربين بالتصميم السكني الأخضر. الحجم (أحياء الواجهة النهرية كاملة) يعني مئات البيوت تحتاج إعادة بناء مستدام",
    "output_relevance": "Output1, Output3"
  },
  {
    "id": "ARC-043",
    "expert": "Yamama Salih",
    "date": "2025-05-30",
    "module": "Architecture / Module 3",
    "timestamp": "00:09:09",
    "theme_english": "Stakeholder Conflict: Heritage Purists vs. Modern Sustainable Materials",
    "theme_arabic": "صراع أصحاب المصلحة: مدافعي التراث مقابل المواد المستدامة الحديثة",
    "quote_english": "One of the problems I've noticed in Mosul is that engineers have some conflict with heritage people, because heritage advocates say 'No, bring a full meter-thick stone wall,' and the engineers say 'Today we have this material like foam'—perlite or similar, very good—they try to encourage people to use modern materials, but the heritage people say no",
    "quote_arabic": "واحد من المشاكل اللي لاحظتها بالموصل إنه المهندسين عندهم شوية صراع مع ناس التراث، لأنه أصحاب التراث يقولون لأ جيبوا حائط متر كامل من الصخر، والمهندسين يقولون اليوم عندنا مواد مثل الفلين—perlite كلش حلو—يحاولون يشجعون الناس يستعملون المواد الحديثة، بس ناس التراث يقولون لأ",
    "tags_english": "stakeholder_conflict, heritage_vs_modern, material_selection, perlite_insulation",
    "tags_arabic": "صراع أصحاب المصلحة، التراث مقابل الحديث، اختيار المواد، عزل perlite",
    "insight_type": "Barrier",
    "priority": "High",
    "context_english": "Bilal identifies a critical tension in Mosul's reconstruction: heritage preservationists demand traditional materials (1-meter stone walls) while modern engineers promote contemporary sustainable materials (perlite foam insulation). This creates a training curriculum opportunity: teaching how to integrate heritage principles (thermal mass, passive cooling) with modern sustainable materials (efficient insulation like perlite/XPS/EPS) could reconcile both camps. The conflict shows need for 'heritage-informed green building' approach that respects traditional wisdom while applying modern efficiency—exactly what the training should address.",
    "context_arabic": "بلال يحدد توتر حرج بإعادة إعمار الموصل: دعاة الحفاظ على التراث يطالبون بمواد تقليدية (جدران حجرية متر كامل) بينما المهندسين الحديثين يروجون مواد مستدامة معاصرة (عزل فوم perlite). هذا يخلق فرصة منهج تدريبي: تعليم كيفية دمج مبادئ التراث (الكتلة الحرارية، التبريد السلبي) مع المواد المستدامة الحديثة (عزل فعال مثل perlite/XPS/EPS) ممكن يصالح الطرفين. الصراع يوضح الحاجة لنهج 'بناء أخضر مستنير بالتراث' يحترم الحكمة التقليدية مع تطبيق الكفاءة الحديثة—بالضبط شنو التدريب لازم يعالج",
    "output_relevance": "Output2"
  },
  {
    "id": "ARC-044",
    "expert": "Yamama Salih",
    "date": "2025-05-30",
    "module": "Architecture / Module 3",
    "timestamp": "00:01:00",
    "theme_english": "Project Framework: Integrating Solar, Retrofitting, and Youth Training",
    "theme_arabic": "إطار المشروع: دمج الطاقة الشمسية والتحديث وتدريب الشباب",
    "quote_english": "Housing, the future, and the idea of sustainability—they're trying in the project to link all of these together... in three aspects, the three aspects are simple and clear hahaha: put solar energy, that's it... and insulation, how can we make sure we can add insulation to existing houses... and the third aspect is architecture, construction, planning and engineering",
    "quote_arabic": "السكن والمستقبل وفكرة الاستدامة، يحاولون بالمشروع يربطون كل هذول مع بعض... بثلاث جهات: تحط طاقة شمسية... والعازل، شلون نقدر نتأكد نضيف عازل للبيوت الموجودة... والجهة الثالثة هي العمارة والبناء والتخطيط والهندسة",
    "tags_english": "program_design, solar_energy, insulation_retrofitting, youth_employment",
    "tags_arabic": "تصميم البرنامج، الطاقة الشمسية، تحديث العازل، توظيف الشباب",
    "insight_type": "Program_Model",
    "priority": "High",
    "context_english": "Bilal clearly articulates the integrated three-pillar program model for Mosul: (1) Solar energy systems, (2) Insulation retrofitting of existing housing stock, (3) Architecture/engineering/planning training for unemployed youth. This framework explicitly links environmental sustainability (solar/insulation) with economic development (job creation through skills training). The retrofitting focus on existing homes (not just new construction) is particularly relevant for post-war Mosul where much housing stock survived but needs energy efficiency upgrades. This integrated approach positions green building training as both employment pathway and community benefit.",
    "context_arabic": "بلال يوضح بشكل واضح نموذج البرنامج المتكامل ثلاثي الأعمدة للموصل: (1) أنظمة الطاقة الشمسية، (2) تحديث عزل مخزون المساكن الموجود، (3) تدريب العمارة/الهندسة/التخطيط للشباب العاطلين. هذا الإطار يربط صراحة الاستدامة البيئية (الطاقة الشمسية/العازل) مع التنمية الاقتصادية (خلق فرص عمل من خلال التدريب على المهارات). التركيز على تحديث البيوت الموجودة (مو بس البناء الجديد) مهم بشكل خاص للموصل بعد الحرب وين مخزون مساكن كثير بقى بس يحتاج ترقيات كفاءة الطاقة. هذا النهج المتكامل يضع تدريب البناء الأخضر كمسار توظيف وفائدة مجتمعية",
    "output_relevance": "Output1, Output2, Output3"
  }
]